// pages/rules/rules.js
const app = getApp()
Page({

  data: {
    nodes: `
    <h1 style="text-align: center;">这是一个标题</h1>
    <p>这是第一段</p>
    这是一段没有标签的文字
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    <p>接下来会有很多段文字</p>
    `
  },

})